[
    {
        "id": "1Q1",
        "figure": "1q1.png",
        "questionText": "The thin and thick arrows point to what findings on the EEG? (Fig. 1Q1)",
        "options": [
            {"value": "a", "text": "They both indicate frontal slowing, which is worse in B."},
            {"value": "b", "text": "They both indicate eye movements, which are slower in B."},
            {"value": "c", "text": "The thin arrow points to eye flutter and the thick arrow points to frontally predominant generalized rhythmic delta activity (GRDA)."},
            {"value": "d", "text": "The thin arrow points to frontally predominant GRDA and the thick arrow points to eye flutter."}
        ],
        "correctAnswerLetter": "C",
        "explanation": "C In this question, the eye lead electrodes are very helpful. By convention the LOC electrode is placed on the left lower outer canthus and the ROC electrode is placed on the right upper outer canthus. With eye closure, the corneas (positively charged) deflect upwards, making the LOC electrode more electronegative at the same moment that the ROC becomes more electropositive. Thus, with eye movements, the eye leads are mirror images of each other. In frontally predominant GRDA, both eye leads record essentially the same activity from the frontal lobe so the deflections are synchronous.A is incorrect because in frontal slowing both sets of eye leads would be synchronous. B is incorrect because with eye movements both sets of eye leads would be mirror images. Of note, frontally predominant GRDA often shows some deflection in all electrodes, maximal anteriorly, as is evident here."
    },
    {
        "id": "1Q2",
        "figure": "1q2.png",
        "questionText": "The figure depicts frontotemporal sharp waves (boxes) (Fig. 1Q2). What is the best statement regarding these sharp waves?",
        "options": [
            {"value": "a", "text": "A sharp wave on EEG is the summation of at least 150 action potentials."},
            {"value": "b", "text": "For a sharp wave to be apparent on EEG, at least 1 cm² of cortex must be involved."},
            {"value": "c", "text": "A sharp wave is generated by the summation of a large number of post synaptic potentials with a greater number of inhibitory post synaptic potentials (IPSPs) compared to excitatory post synaptic potentials (EPSPs)."},
            {"value": "d", "text": "A sharp wave is generated by the summation of a large number of post synaptic potentials with a greater number of excitatory post synaptic potentials (EPSPs) compared to inhibitory post synaptic potentials (IPSPs)."}
        ],
        "correctAnswerLetter": "D",
        "explanation": "D The generator for the EEG is thought to be primarily the summation of IPSPs and EPSPs at any point in time for a given electrode. IPSPs and EPSPs are potentials generated on the cell body or the dendrite of a neuron. In an EPSP, an excitatory neurotransmitter is released, causing the influx of Na2+, which makes the extracellular matrix more negative and the intracellular matrix more positive. As the EEG measures the extracellular matrix, synchronized EPSPs will be electronegative on EEG. In this EEG, there is negative phase reversal at the F8 electrode, so we would say that the electronegative potential is maximal at F8.Action potentials induce a brief (10 ms or less) local current in the axon with a very limited potential field. They are not the generators of the EEG. For a sharp wave to be apparent on the EEG, at least 6 cm² of cortex must be involved."
    },
    {
        "id": "1Q3",
        "figure": "1q3.png",
        "questionText": "The diagram of an EEG (Fig. 1Q3) makes it clear that:",
        "options": [
            {"value": "a", "text": "There is nothing of interest happening at the F8, T8, P8 electrodes as there is no potential difference."},
            {"value": "b", "text": "In a bipolar recording, channels which are relatively flat may involve electrodes which are more electronegative than the surrounding electrodes."},
            {"value": "c", "text": "There is a large electronegative field with O2 and Fp2 maximally electronegative."},
            {"value": "d", "text": "The amplitude is highest at the O2 electrode. This indicates that O2 is more electronegative than the surrounding electrodes."}
        ],
        "correctAnswerLetter": "B",
        "explanation": "B In this diagram, F8, T8, P8 are involved in a potential that is −100 µV, compared to Fp2 and O2 which are overlying cortex that is −20 µV. F8, T8, P8 are more electronegative than Fp2 and O2. However, since the negative field is large and involving 3 electrodes equally, the 2nd and 3rd channels in the diagram do not show a potential difference. The astute electroencephalographer will pause because of the downward deflection in channel 1 and the upward deflection in channel 4. To investigate this further the EEG should be placed in a referential montage in which all electrodes are compared to some relatively neutral reference. This will show upward deflection of equal amplitude in the F8, T8, and P8 channels, confirming the existence of the negative field involving these electrodes.A is incorrect; this diagram is designed to teach the student that lack of potential difference does not necessarily mean that there is nothing of interest happening in that channel. There is a large electronegative field here, but Fp2 and O2 are more electropositive than the other depicted electrodes. D is incorrect as this is a bipolar recording and the principle of localization in a bipolar recording is phase reversal, not amplitude. In a reference montage, the principle of localization is amplitude."
    },
    {
        "id": "1Q4",
        "figure": "1q4.png",
        "questionText": "After a busy day as a neurophysiology fellow, your mentor reviews EEGs with you. You read this EEG as normal (Fig. 1Q4). Your attending is shaking her head. What did you miss?",
        "options": [
            {"value": "a", "text": "You missed nothing. Your attending needs a vacation."},
            {"value": "b", "text": "This EEG is not normal. It represents alpha coma."},
            {"value": "c", "text": "The eye deflections are asymmetric and there is likely something wrong with the left eye."},
            {"value": "d", "text": "The eye deflections are asymmetric and there is likely something wrong with the right eye."}
        ],
        "correctAnswerLetter": "D",
        "explanation": "D Your attending was correct that you missed something and she likely needs a vacation. The brain waves are normal. However, the deflection generated by a right eye blink are absent. This could be secondary to a third nerve palsy, a right eye prosthesis, or any condition that could cause right eye ophthalomoplegia. This patient had a right eye prosthesis. While the patient can blink both eyelids, he only has the dipole of the cornea and retina on the left, so there is no deflection on the right.In alpha coma, there is no posterior dominant rhythm which attenuates with eye opening and comes back with eye closure as noted in this EEG. C is incorrect because the left eye blink deflections are normal."
    },
    {
        "id": "1Q5",
        "figure": "1q5.png",
        "questionText": "You report the findings found in this EEG (Fig. 1Q5) as follows:",
        "options": [
            {"value": "a", "text": "Ongoing right beating lateral nystagmus."},
            {"value": "b", "text": "Bilateral independent frontal rhythmic delta activity (BI-LRDA)."},
            {"value": "c", "text": "Bilateral frontal focal status epilepticus."},
            {"value": "d", "text": "Electrode pop at the F7 and F8 electrodes."}
        ],
        "correctAnswerLetter": "A",
        "explanation": "A This EEG shows right beating lateral nystagmus. Any occasion when there are potentials which are out of phase in the frontotemporal derivations should raise the suspicion for lateral eye movements. In lateral eye movements, the frontotemporal derivations are mirror images because when the eyes deviate to the right, the right cornea makes the F8 electrode electropositive and the left retina makes the F7 electrode electronegative. On the right, there is a more rapid rise followed by a gradual fall which is the corrective movement. The steeper positive phase reversal, seen here on the right, indicates the direction of the fast component of nystagmus. Similarly, the eye leads, located on the right and left outer canthus, are out of phase with lateral eye movements. This supports the eyes as the generator of the waveform. Note: The eye leads will show mirror images with both vertical and horizontal eye movements.Bilateral independent frontal RDA or status epilepticus would not spare the frontocentral region. Furthermore, the finding does not evolve to meet the electrographic criterion for status epilepticus. Electrode pop can cause adjacent channels to appear like mirror images, but it is virtually inconceivable that the F8 and F7 electrodes would pop at exactly the same rate and in the same relation to each other."
    },
    {
        "id": "1Q6",
        "figure": null,
        "questionText": "What phrase best describes a high frequency filter (HFF) or low pass filter:",
        "options": [
            {"value": "a", "text": "A HFF attenuates the amplitude of frequencies above the cutoff frequency. In a HFF the input signal is placed across a resistor and capacitor in series and the output signal is measured across the capacitor alone."},
            {"value": "b", "text": "A HFF slows the frequencies above the cutoff frequency. In a HFF the input signal is placed across a resistor and capacitor in series and the output signal is measured across the capacitor alone."},
            {"value": "c", "text": "A HFF attenuates the amplitude of frequencies above the cutoff frequency. In a HFF the input signal is placed across a capacitor and a resistor in series and the output signal is measured across the resistor alone."},
            {"value": "d", "text": "A HFF slows the frequencies above the cutoff frequency. In a HFF the input signal is placed across a capacitor and a resistor in series and the output signal is measured across the resistor alone."}
        ],
        "correctAnswerLetter": "A",
        "explanation": "A HFF filters are typically set at 70 Hz and are useful for attenuating the amplitude of high frequency oscillations like muscle which are not generated by the brain. In a HFF the input signal is placed across a resistor and capacitor in series and the output signal is measured across the capacitor alone. At low frequencies the impedance of a capacitor is very high and at high frequencies the impedance of a capacitor is very low. Hence, if we are measuring our output over the capacitor alone, higher frequencies will attenuate to near zero as there is less potential difference across the capacitor. At lower frequency, the impedance is very high, so the potential difference across the capacitor is high, and hence the voltage of the input signal will be maintained in the output signal. In a low frequency filter, the input signal is placed across a capacitor and a resistor in series and the output signal is measured across the resistor alone. Again, the impedance of any capacitor is very high with low frequencies. In this arrangement, low frequencies are essentially blocked by the capacitor.The input and output signal is measured in voltage. The output signal is typically displayed as voltage over time. Both LFF and HFF simply attenuate the amplitude of certain frequencies, they do not transform the frequency into another frequency. Hence B and D are incorrect."
    },
    {
        "id": "1Q7",
        "figure": null,
        "questionText": "While reading an EEG you change the display from 7 µV/mm to 15 µV/mm. You have:",
        "options": [
            {"value": "a", "text": "Increased the sensitivity. The EEG will appear higher in amplitude."},
            {"value": "b", "text": "Increased the sensitivity. The EEG will appear lower in amplitude."},
            {"value": "c", "text": "Decreased the sensitivity. The EEG will appear higher in amplitude."},
            {"value": "d", "text": "Decreased the sensitivity. The EEG will appear lower in amplitude."}
        ],
        "correctAnswerLetter": "D",
        "explanation": "D Changing the sensitivity helps the electroencephalographer properly examine the EEG. Sensitivity is defined as the ratio of input voltage to pen deflection. Gain, an older term, is the ratio of the output voltage to the input voltage. An increase in the gain from 7 µV/mm to 15 µV/mm will lower the amplitude, decreasing the sensitivity. This change is often made when reading the EEGs of children as their brain waves are higher in amplitude and may interfere with one another when looking at a sensitivity of 7 µV/mm. So students heed this: When you lower the amplitude of the EEG you lower the sensitivity. This entails increasing the gain. The higher the gain, the flatter the EEG."
    },
    {
        "questionText": "Which of the following statements about EEG electrode impedances is FALSE?",
        "options": [
            {
                "value": "A",
                "text": "Impedances should be less than 100 Ω"
            },
            {
                "value": "B",
                "text": "Impedances should be less than 5,000 Ω"
            },
            {
                "value": "C",
                "text": "Impedances should be balanced (i.e., approximately equal for all electrodes)"
            },
            {
                "value": "D",
                "text": "High electrode impedance can cause 60-Hz artifact"
            },
            {
                "value": "E",
                "text": "Impedances should be checked at the start of the recording and intermittently throughout"
            }
        ],
        "correctAnswerLetter": "A",
        "explanation": "Electrode impedances should be less than 5,000 Ω, not less than 100 Ω as stated in option A. The other statements are all correct. Impedances should be balanced, high impedance can cause 60-Hz artifact, and impedances should be checked at the start and throughout the recording."
    },
    {
        "questionText": "The international 10-20 system of electrode placement:",
        "options": [
            {
                "value": "A",
                "text": "Uses measurements in centimeters to determine electrode positions"
            },
            {
                "value": "B",
                "text": "Uses proportional measurements based on skull landmarks"
            },
            {
                "value": "C",
                "text": "Was developed after the 10-10 system"
            },
            {
                "value": "D",
                "text": "Requires exactly 21 electrodes"
            },
            {
                "value": "E",
                "text": "Is no longer used in modern EEG recordings"
            }
        ],
        "correctAnswerLetter": "B",
        "explanation": "The international 10-20 system uses proportional measurements based on skull landmarks (nasion, inion, and preauricular points). The distances between these landmarks are measured and then divided into 10% and 20% segments to determine electrode placement."
    },
    {
        "questionText": "Which of the following best describes the principle of the reference montage in EEG?",
        "options": [
            {
                "value": "A",
                "text": "Each channel displays the difference between two adjacent electrodes"
            },
            {
                "value": "B",
                "text": "Each channel displays the voltage between one electrode and a designated reference electrode"
            },
            {
                "value": "C",
                "text": "Each channel displays the average of all electrodes"
            },
            {
                "value": "D",
                "text": "Each channel displays the absolute voltage at each electrode location"
            },
            {
                "value": "E",
                "text": "Each channel displays the difference between two non-adjacent electrodes"
            }
        ],
        "correctAnswerLetter": "B",
        "explanation": "In a reference montage, each channel displays the voltage difference between an active electrode and a common reference electrode. This reference can be a physical electrode (e.g., ear, mastoid) or a calculated reference (e.g., average reference)."
    }
]
